317-s21/present-org/it-makes-all-the-difference.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-19 Mon 23:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>It Makes All The Difference</title>
<meta name="author" content="John Doe" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content">
<h1 class="title">It Makes All The Difference</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org4a67386">Voltaire&rsquo;s questioning God&rsquo;s role in the Lisbon earthquake</a></li>
<li><a href="#org18fc205">Winthrop&rsquo;s vision of beacon for all the world to see</a></li>
<li><a href="#org97af463">Barth&rsquo;s shattering awareness of the German church&rsquo;s defense of the war-making state in WWI</a></li>
<li><a href="#org86c6ef3">developments in science, physics, philology, history, math, and many other areas of human understanding, leading to exponential growth of knowledge</a></li>
</ul>
</div>
</div>
<p>
## An exercise in &ldquo;It makes all the difference&rdquo;
</p>

<p>
### Introduction
</p>

<p>
I&rsquo;m calling this talk &ldquo;This changes everything.&rdquo; In it I share with you a handful of &ldquo;ah-hah&rdquo; moments in my life when I have come to the conclusion that I can&rsquo;t think of Christian theology in the same way any more. In our final class I wanted to share my thoughts with you as examples of one person&rsquo;s grappling with the developments of the modern age. It is not in order to convince you that my conclusions ought to be your conclusions. I am convinced, however, that contemporary Christian thought &#x2013; the &ldquo;end&rdquo; of our course this semester &#x2013; can not be done as &ldquo;business as usual.&rdquo; I hope it will prompt a fitting concluding conversation for us.
</p>

<p>
### I think one could make the case that each of the chapters we have looked at contain one or more &ldquo;This changes everything&rdquo; developments.
</p>

<ul class="org-ul">
<li>Luther&rsquo;s conversion and experience of grace</li>
<li>Erasmus&rsquo; humanist discoveries</li>
</ul>

<div id="outline-container-org4a67386" class="outline-2">
<h2 id="org4a67386">Voltaire&rsquo;s questioning God&rsquo;s role in the Lisbon earthquake</h2>
</div>

<div id="outline-container-org18fc205" class="outline-2">
<h2 id="org18fc205">Winthrop&rsquo;s vision of beacon for all the world to see</h2>
</div>

<div id="outline-container-org97af463" class="outline-2">
<h2 id="org97af463">Barth&rsquo;s shattering awareness of the German church&rsquo;s defense of the war-making state in WWI</h2>
</div>

<div id="outline-container-org86c6ef3" class="outline-2">
<h2 id="org86c6ef3">developments in science, physics, philology, history, math, and many other areas of human understanding, leading to exponential growth of knowledge</h2>
<div class="outline-text-2" id="text-org86c6ef3">
<p>
### We understand only backwards &#x2013; but we must Live forwards
</p>

<p>
What is true is more like telling stories and less like philosophical or scientific propositions.
</p>

<ul class="org-ul">
<li>“God Loves Stories”</li>
</ul>
<p>
A Story, as told by Elie Wiesel:
</p>

<p>
When the great Rabbi Israel Baal Shem Tov saw misfortune threatening
the Jews it was his custom to go into a certain part of the forest to
meditate. There he would light a fire, say a special prayer, and the miracle
would be accomplished and the misfortune averted.
Later, when his disciple, the celebrated Magid of Mezritch, had occasion,
for the same reason, to intercede with heaven, he would go to the same
place in the forest and say: &ldquo;Master of the Universe, listen! I do not know
how to light the fire, but I am still able to say the prayer.&rdquo; And again the
miracle would be accomplished.
</p>

<p>
Still later, Rabbi Moshe-Leib of Sasov, in order to save his people once
more, would go into the forest and say: &ldquo;I do not know how to light the fire,
I do not know the prayer, but I know the place and this must be sufficient.&rdquo;
It was sufficient and the miracle was accomplished.
Then it fell to Rabbi Israel of Rizhyn to overcome misfortune. Sitting in his
armchair, his head in his hands, he spoke to G-d: &ldquo;I am unable to light the
fire and I do not know the prayer; I cannot even find the place in the forest.
All I can do is to tell the story, and this must be sufficient.” And it was
sufficient.
</p>

<p>
G-d made man because He loves stories.
</p>

<p>
So begins Elie Wiesel’s famous book, “Gates of the Forest.”
</p>
<ul class="org-ul">
<li>[Wiesel](<a href="http://www.templesolel.net/clientuploads/Sermons%20&amp;%20Lectures/High%20Holy%20Day%20Sermons/RDF_YK_2016_God%20Loves%20Stories.pdf">http://www.templesolel.net/clientuploads/Sermons%20&amp;%20Lectures/High%20Holy%20Day%20Sermons/RDF_YK_2016_God%20Loves%20Stories.pdf</a>)</li>
</ul>

<p>
re. summary
</p>

<p>
Uncle Charlie &#x2013; Narrative reality [<sup>2</sup>]
</p>

<p>
[<sup>2</sup>]: Stanley Hauerwas PhD (2005) Chapter 6. Must a Patient Be a Person to Be a Patient?, Journal of Religion, Disability &amp; Health, 8:3-4, 113-119, DOI: 10.1300/J095v08n03<sub>13</sub> [Link](<a href="https://www.tandfonline.com/doi/abs/10.1300/J095v08n03_13">https://www.tandfonline.com/doi/abs/10.1300/J095v08n03_13</a>) [Another overview of philosophical heritage](<a href="https://www.degruyter.com/document/doi/10.1515/9780822380368-005/html">https://www.degruyter.com/document/doi/10.1515/9780822380368-005/html</a>)
</p>

<p>
The quote is from the first theologian I encountered in college, Søren Kierkegaard. Placher treats him as a reaction to Hegel. He gave the world the concept of &ldquo;Christendom&rdquo; which is to be contrasted with &ldquo;Christian faith.&rdquo;
</p>

<p>
Another theologian of the mid-20th c., John Macquarrie, described the discipline of theology as &ldquo;God talk&rdquo; &#x2013; i.e. using words to understand God and God&rsquo;s interaction with humans.
</p>

<p>
If we can only understand &ldquo;looking backwards&rdquo; &#x2013; as we have done in this course &#x2013; but can only live going forwards &#x2013; i.e. without understanding, only trust &#x2013; then doing Christian theology is either not about real life or not about understanding.
</p>

<p>
As one of my teachers put it, &ldquo;If that is true it&rsquo;s important.&rdquo;
</p>

<p>
### Christian complicity in evil
</p>

<p>
Certain events of the last century, events that occurred with complicity and often defenders from the Christian faith, call into question the fundamental authority of the faith.
</p>

<ul class="org-ul">
<li>* Holocaust</li>
<li>* Slavery</li>
<li>* Global catastrophe</li>
</ul>

<p>
The birth of Christianity arose in the context of separating itself from the parent religion, Judaism. From the beginning, there has been an incipient sense of, &ldquo;We&rsquo;re not THAT.&rdquo;
</p>

<p>
Christians adopted what Jews would call the &ldquo;Bible&rdquo; but called it the &ldquo;Old Testament&rdquo;. The Old testament is done away with and the New replaces it.
</p>

<p>
That&rsquo;s a crude and over-simplistic way of putting it, but it expresses what is I believe a deep conviction of the Christian world-view.
</p>

<p>
The seeds of later virulent anti-semitism can be seen in the New Testament itself.
</p>

<p>
The events of the 20th c. in what is commonly referred to as &ldquo;the Holocaust&rdquo; call into question that basic element of Christianity.
</p>

<p>
Is it permissible to interpret the &ldquo;Old Testament&rdquo; as &ldquo;pre-figuring&rdquo; the New &#x2013; in the light of Christian complicity in anti-semitism over the course of 2,000 years?
</p>

<p>
Is not the Christian defense of &ldquo;slavery&rdquo; more than just an abomination, but a blight on the whole traditional approach to Christian thought?
</p>

<p>
If the world is in a head-long rush to annihilate life as we know it on earth, doesn&rsquo;t Christian thought have something to contribute to that?
</p>

<p>
### What if our understanding of &ldquo;God&rdquo; is wrong?
</p>

<p>
Going back to the beginning of our semester, we looked at various &ldquo;proofs of the existence of God.&rdquo;
</p>

<p>
At various points along the way, we have considered &ldquo;theodicy&rdquo; questions, questions arising out of conflict between the existence of evil and the profession of belief in an all-powerful and all-loving God.
</p>

<p>
If it is the case that Christian thought has lumbered under the burden of carrying a Greco-Roman conception of divinity while ignoring the possibility that such a view of the divine may itself be &ldquo;un-Christian&rdquo; &#x2013; well, that might make all the difference.&ldquo;
</p>

<p>
There are many in today&rsquo;s environment who have concluded that it is impossible to defend &ldquo;classical theism&rdquo;.
</p>

<p>
[Classical theism](<a href="https://en.wikipedia.org/wiki/Classical_theism#:~:text=Classical%20theism%20is%20a%20form,is%20a%20form%20of%20monotheism">https://en.wikipedia.org/wiki/Classical_theism#:~:text=Classical%20theism%20is%20a%20form,is%20a%20form%20of%20monotheism</a>.)
</p>

<ul class="org-ul">
<li>Classical theism is a form of [monotheism](<a href="https://en.wikipedia.org/wiki/Monotheism">https://en.wikipedia.org/wiki/Monotheism</a> &ldquo;Monotheism&rdquo;). Whereas most monotheists agree that God is, at minimum, [all-knowing](<a href="https://en.wikipedia.org/wiki/Omniscience">https://en.wikipedia.org/wiki/Omniscience</a> &ldquo;Omniscience&rdquo;), [all-powerful](<a href="https://en.wikipedia.org/wiki/Omnipotence">https://en.wikipedia.org/wiki/Omnipotence</a> &ldquo;Omnipotence&rdquo;), and [completely good](<a href="https://en.wikipedia.org/wiki/Omnibenevolent">https://en.wikipedia.org/wiki/Omnibenevolent</a> &ldquo;Omnibenevolent&rdquo;) [<sup>1</sup>]</li>
</ul>

<p>
[<sup>1</sup>]:  [<sub>Philosophy</sub> of Religion: An Anthology_](<a href="https://books.google.com/books?id=Lj1sucLzZmUC">https://books.google.com/books?id=Lj1sucLzZmUC</a>). Cengage Learning.
</p>

<p>
Suffering God vs. &ldquo;all-knowing, all-powerful, etc.&rdquo;
</p>

<ul class="org-ul">
<li>in contrast to other conceptions such as [pantheism](<a href="https://en.wikipedia.org/wiki/Pantheism">https://en.wikipedia.org/wiki/Pantheism</a> &ldquo;Pantheism&rdquo;), [panentheism](<a href="https://en.wikipedia.org/wiki/Panentheism">https://en.wikipedia.org/wiki/Panentheism</a> &ldquo;Panentheism&rdquo;), [polytheism](<a href="https://en.wikipedia.org/wiki/Polytheism">https://en.wikipedia.org/wiki/Polytheism</a> &ldquo;Polytheism&rdquo;), [deism](<a href="https://en.wikipedia.org/wiki/Deism">https://en.wikipedia.org/wiki/Deism</a> &ldquo;Deism&rdquo;) and [process theism](<a href="https://en.wikipedia.org/wiki/Process_theology">https://en.wikipedia.org/wiki/Process_theology</a> &ldquo;Process theology&rdquo;).</li>
</ul>

<p>
Process theology in the 20th c., descending from the philosophical work of Whitehead and the theological work of Charles Hartshorne, is the prominent expression of an alternative to &ldquo;classical theism&rdquo;.
</p>

<p>
Clearly there is energy being spent on trying to find &ldquo;God-talk&rdquo; that goes beyond the traditions we have inherited.  For myself, there is a fictional image, a narrative expression, that seems more true than any of the philosophical expressions I have encountered. It comes from the memoir of the Holocaust, <b>Night</b>, by Elie Wiesel.
</p>

<p>
&gt; The best-known scene in Elie Wiesel&rsquo;s book &ldquo;Night&rdquo; is apparently that of the execution. Three prisoners, two of them adults and the third a little boy, were hanged at the Buna camp in Auschwitz after being implicated by the Gestapo in the discovery of a weapons cache. The adults died immediately. But the little boy, who did not weigh much, hovered between life and death for more than half an hour.
</p>

<p>
&gt; &ldquo;Where is God?&rdquo; someone standing behind Wiesel asked, and Wiesel relates in the book that a voice from inside him replied: &ldquo;Here, He is. He is hanging here on the gallows.&rdquo; [Haaretz](<a href="https://www.haaretz.com/1.4857128">https://www.haaretz.com/1.4857128</a>)
</p>

<p>
A <b><b>suffering</b></b> God is clearly present in both Hebrew and Greek biblical scriptures. Is it compatible with &ldquo;classical theism?&rdquo;
</p>

<p>
If this is true it&rsquo;s important.
</p>

<p>
### Universal Truth? What is Truth?
</p>

<p>
What we know? How do we know? What if there is only contextual knowledge?
</p>

<p>
Math, Physics and sciences of all kinds have traditionally been intertwined  with Theology. There is considerable energy spent in resisting those interconnections in the modern American context.
</p>

<p>
What we seem to &ldquo;know&rdquo; from a broad perspective is a vast interconnected universe, from the impossibly small to the impossibly large. But the impossible is not just possible, but presumed to be real.
</p>

<p>
[Scientific objectivity](<a href="http://www.buddhivihara.org/from-quantum-physics-to-nibbana-2/">http://www.buddhivihara.org/from-quantum-physics-to-nibbana-2/</a>) seems to be an illusion. There is a convergence of science and mysticism.
</p>

<ul class="org-ul">
<li>&gt; &ldquo;A particle is not a separate entity but a set of relationships. The world is an interconnected tissue of events, a dynamic unbroken whole. Scientists are no longer observers but participants. And physics and mysticism converge in striking parallels, leading back full circle: A powerful awareness lies dormant in these discoveries of modern physics. An awareness of the hitherto- unsuspected powers of the mind to mold reality, rather than the other way around.&rdquo;</li>
</ul>

<p>
Article Source: <a href="http://ezinearticles.com/600428">http://ezinearticles.com/600428</a> [see also](<a href="https://ezinearticles.com/?Aces-Insights---Am-I-A-Particle?&amp;id=600428">https://ezinearticles.com/?Aces-Insights---Am-I-A-Particle?&amp;id=600428</a>) and also from [the little Zen companion](<a href="http://pq_zen.tripod.com/zen_western.html">http://pq_zen.tripod.com/zen_western.html</a>)
</p>
<ul class="org-ul">
<li>If this is true, it&rsquo;s important. This makes all the difference.</li>
</ul>

<p>
Scale of universe
</p>

<ul class="org-ul">
<li>The world we live in is not anything like the world of our grandparents or patriarchs and matriarchs. What is real in our world is often beyond imagining.</li>
<li>[String exercise](<a href="https://prezi.com/2ocnrs77kd6f/rope-yarn-history-of-the-world-update-2014/?present=1">https://prezi.com/2ocnrs77kd6f/rope-yarn-history-of-the-world-update-2014/?present=1</a>) This is the context of time on earth. It&rsquo;s not all about us.</li>
<li>[video of scale upwards](<a href="https://youtu.be/17jymDn0W6U">https://youtu.be/17jymDn0W6U</a>) This is a graphic view of the universe that we look out upon. It is impossibly big and huge and amazing. It&rsquo;s not all about us.</li>
<li>[Visualized](<a href="https://htwins.net/scale2/">https://htwins.net/scale2/</a>) this is an interactive  presentation of how we live in the midst of an utterly breath-taking universe. Smaller than</li>
<li>[Iphone app](<a href="https://apps.apple.com/us/app/the-scale-of-the-universe-2/id1062423259">https://apps.apple.com/us/app/the-scale-of-the-universe-2/id1062423259</a>)</li>
</ul>

<p>
If it is true, it is important. This makes all the difference.
</p>

<p>
Zen and physics: [dancing wu-li masters](<a href="https://www.arvindguptatoys.com/arvindgupta/dancingmasters.pdf">https://www.arvindguptatoys.com/arvindgupta/dancingmasters.pdf</a>)
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Spring 2021</p>
<p class="author">Author: John Doe</p>
<p class="date">Created: 2021-04-19 Mon 23:06</p>
</div>
</body>
</html>
